[
  {
    "name": "Aarakocra",
    "type": "Humanoide",
    "size": "Médio",
    "speed": 9,
    "flySpeed": 15,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Descendentes dos ventos uivantes do <b>Plano Elemental do Ar</b>, os Aarakocra são a personificação da liberdade. Eles planam pelos céus onde quer que vão, observando o mundo de uma perspectiva que os habitantes da terra não conseguem compreender. Suas penas variam de cores vibrantes de papagaios a tons sóbrios de águias, e eles abominam o confinamento acima de tudo.",
    "image": "img/races/Aaracokra.png",
    "languages": ["Comum", "Auran"],
    "traits": [
      {
        "name": "Voo",
        "desc": "Você possui um deslocamento de voo igual ao seu deslocamento de caminhada. <u>Você não pode usar esse deslocamento se estiver vestindo armadura média ou pesada.</u>"
      },
      {
        "name": "Garras",
        "desc": "Suas garras são armas naturais. Seus ataques desarmados causam <b>1d6 + Força</b> de dano cortante."
      },
      {
        "name": "Chamador do Vento",
        "desc": "A partir do <b>3º nível</b>, você pode conjurar a magia <i>lufada de vento</i> com este traço, sem necessitar de componentes materiais. Uma vez que o faça, você não pode fazê-lo novamente até terminar um <b>descanso longo</b>. Você também pode conjurar esta magia usando quaisquer espaços de magia que possua. Escolha Inteligência, Sabedoria ou Carisma como seu atributo de conjuração."
      }
    ],
    "variations": []
  },
  {
    "name": "Aasimar",
    "type": "Humanoide",
    "size": "Médio ou Pequeno",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Portadores de uma centelha celestial, os Aasimar são campeões do destino. Seja descendendo de um anjo benevolente ou tocados por uma divindade, eles nascem para servir como defensores da lei e do bem. Suas almas brilham com luz interior, e embora sejam mortais, sua presença inspira esperança ou temor.",
    "image": "img/races/Aasimar.png",
    "resistances": ["Necrótico", "Radiante"],
    "languages": ["Comum", "Celestial"],
    "traits": [
      {
        "name": "Resistência Celestial",
        "desc": "Você possui resistência a dano <b>necrótico</b> e <b>radiante</b>."
      },
      {
        "name": "Visão no Escuro",
        "desc": "Você enxerga na meia-luz a até <b>18 metros</b> como se fosse luz plena, e na escuridão como se fosse meia-luz. Você discerne cores na escuridão apenas como tons de cinza."
      },
      {
        "name": "Mãos Curativas",
        "desc": "Como uma <b>ação</b>, você pode tocar uma criatura e curá-la em um número de d4s igual ao seu <b>Bônus de Proficiência</b>. Você recupera o uso desta habilidade após um <b>descanso longo</b>."
      },
      {
        "name": "Portador da Luz",
        "desc": "Você conhece o truque <i>luz</i>. O Carisma é seu atributo de conjuração para ele."
      },
      {
        "name": "Revelação Celestial",
        "desc": "No <b>3º nível</b>, escolha uma transformação mística (Alma Radiante, Consumo Radiante ou Sudário Necrótico). Você pode ativá-la como uma <b>ação bônus</b> para ganhar benefícios (como voo ou dano extra) por 1 minuto. Uma vez usada, requer um <b>descanso longo</b> para recuperar."
      }
    ],
    "variations": []
  },
  {
    "name": "Anões",
    "type": "Humanoide",
    "size": "Médio",
    "speed": 7.5,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Reinos ricos em grandeza antiga, salões esculpidos nas raízes das montanhas e o eco de picaretas e martelos: essa é a herança dos anões. Robustos e resilientes como a pedra que amam, eles valorizam o clã, a tradição e o trabalho duro acima de tudo.",
    "image": "img/races/Anões.png",
    "resistances": ["Veneno"],
    "proficiencies": ["Machado de batalha", "Machadinha", "Martelo leve", "Martelo de guerra"],
    "languages": ["Comum", "Anão"],
    "chooseToolFrom": ["Ferramentas de ferreiro", "Suprimentos de cervejeiro", "Ferramentas de pedreiro"],
    "traits": [
      {
        "name": "Deslocamento Anão",
        "desc": "Seu deslocamento <u>não é reduzido</u> quando você está usando armadura pesada."
      },
      {
        "name": "Visão no Escuro",
        "desc": "Acostumado à vida subterrânea, você enxerga na meia-luz a até <b>18 metros</b> como luz plena, e na escuridão como meia-luz."
      },
      {
        "name": "Resiliência Anã",
        "desc": "Você possui <b>vantagem</b> em salvaguardas contra veneno e <b>resistência</b> contra dano de veneno."
      },
      {
        "name": "Treinamento Anão em Combate",
        "desc": "Você tem proficiência com machados de batalha, machadinhas, martelos leves e martelos de guerra."
      },
      {
        "name": "Proficiência em Ferramentas",
        "desc": "Você tem proficiência em uma ferramenta de artesão à sua escolha: <b>ferramentas de ferreiro</b>, <b>suprimentos de cervejeiro</b> ou <b>ferramentas de pedreiro</b>."
      },
      {
        "name": "Conhecimento de Pedras",
        "desc": "Sempre que realizar um teste de Inteligência (História) relacionado à origem de um trabalho em pedra, você é considerado proficiente e adiciona o <b>dobro do seu bônus de proficiência</b> ao teste."
      }
    ],
    "variations": [
      {
        "name": "Anão da Colina",
        "description": "Com sentidos aguçados e intuição profunda, os anões da colina são incrivelmente resistentes.",
        "hpBonusPerLevel": 1,
        "traits": [
          {
            "name": "Tenacidade Anã",
            "desc": "Seu máximo de pontos de vida aumenta em 1, e aumenta em 1 novamente sempre que você ganhar um nível."
          }
        ]
      },
      {
        "name": "Anão da Montanha",
        "description": "Fortes e resistentes, acostumados a uma vida difícil em terrenos acidentados.",
        "proficiencies": ["Armaduras leves", "Armaduras médias"],
        "traits": [
          {
            "name": "Treinamento com Armaduras",
            "desc": "Você adquire proficiência com armaduras <b>leves</b> e <b>médias</b>."
          }
        ]
      }
    ]
  },
  {
    "name": "Autogonomo",
    "type": "Constructo",
    "size": "Pequeno",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Maravilhas da engenharia gnomica, os Autogonomos são seres mecânicos dotados de livre arbítrio. Construídos com metais, engrenagens e cristais, cada um possui um design único que reflete seu criador ou sua função original, mas sua alma é inteiramente sua.",
    "image": "img/races/Autogonomo.png",
    "resistances": ["Veneno"],
    "immunities": ["Doenças"],
    "languages": ["Comum", "Gnômico"],
    "chooseToolAny": 2,
    "traits": [
      {
        "name": "Invólucro Blindado",
        "desc": "Seu corpo é reforçado. Quando não estiver usando armadura, sua CA é <b>13 + seu modificador de Destreza</b>."
      },
      {
        "name": "Feito para o Sucesso",
        "desc": "Você pode adicionar <b>1d4</b> a uma jogada de ataque, teste de atributo ou salvaguarda após ver o resultado do d20, mas antes do efeito ocorrer. Você pode usar isso um número de vezes igual ao seu <b>Bônus de Proficiência</b> por descanso longo."
      },
      {
        "name": "Máquina de Cura",
        "desc": "Se o truque <i>reparar</i> for usado em você, você pode gastar um Dado de Vida para se curar. Você também se beneficia de magias de cura normais (como <i>curar ferimentos</i>)."
      },
      {
        "name": "Natureza Mecânica",
        "desc": "Você tem resistência a dano de <b>veneno</b> e imunidade a doenças. Você tem vantagem em salvaguardas contra ser paralisado ou envenenado. Você não precisa comer, beber ou respirar."
      },
      {
        "name": "Descanso do Sentinela",
        "desc": "Você não precisa dormir. Você termina um descanso longo em <b>6 horas</b> se permanecer inativo e consciente."
      },
      {
        "name": "Design Especializado",
        "desc": "Você ganha proficiência com duas ferramentas de artesão à sua escolha."
      }
    ],
    "variations": []
  },
  {
    "name": "Bugurso",
    "type": "Humanoide",
    "size": "Médio",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Pesadelos peludos que espreitam nas sombras, os Bugursos são primos brutais dos goblins. Apesar de sua estrutura maciça e força bruta, eles movem-se com uma furtividade surpreendente, nascidos para emboscar e dominar.",
    "image": "img/races/Bugurso.png",
    "skills": ["Furtividade"],
    "languages": ["Comum", "Goblin"],
    "traits": [
      {
        "name": "Tipo de Criatura",
        "desc": "Você é um Humanoide. Você também é considerado um <b>goblinoide</b> para qualquer pré-requisito ou efeito."
      },
      {
        "name": "Visão no Escuro",
        "desc": "Você enxerga na meia-luz a até <b>18 metros</b> como se fosse luz plena, e na escuridão como meia-luz."
      },
      {
        "name": "Ancestralidade Feérica",
        "desc": "Você tem <b>vantagem</b> em salvaguardas contra ser enfeitiçado."
      },
      {
        "name": "Membros Longos",
        "desc": "Quando você realiza um ataque corpo a corpo no seu turno, seu alcance é <b>1,5 metro maior</b> que o normal."
      },
      {
        "name": "Porte Poderoso",
        "desc": "Você conta como uma categoria de tamanho maior ao determinar sua capacidade de carga e o peso que pode empurrar, arrastar ou levantar."
      },
      {
        "name": "Furtivo",
        "desc": "Você ganha proficiência na perícia <b>Furtividade</b>. Além disso, você pode se mover e parar em espaços ocupados por criaturas Pequenas sem se espremer."
      },
      {
        "name": "Ataque Surpresa",
        "desc": "Se você acertar uma criatura com uma jogada de ataque e ela ainda não tiver agido no combate atual, você causa <b>2d6</b> de dano extra a ela."
      }
    ],
    "variations": []
  },
  {
    "name": "Centauro",
    "type": "Feérico",
    "size": "Médio",
    "speed": 12,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Galopando pelas vastas planícies e florestas antigas, os Centauros unem a força e velocidade de um cavalo com a adaptabilidade humana. Nativos de Faéria, eles têm uma conexão mística com a natureza e são guerreiros e druidas formidáveis.",
    "image": "img/races/Centauro.png",
    "languages": ["Comum", "Silvestre"],
    "chooseSkillFrom": ["Lidar com animais", "Medicina", "Natureza", "Sobrevivência"],
    "countSkills": 1,
    "traits": [
      {
        "name": "Investida",
        "desc": "Se você se mover pelo menos <b>9 metros</b> em linha reta em direção a um alvo e acertá-lo com um ataque corpo a corpo com arma no mesmo turno, você pode usar uma <b>ação bônus</b> para fazer um ataque com seus cascos contra o alvo."
      },
      {
        "name": "Porte Equino",
        "desc": "Você conta como um tamanho maior para capacidade de carga. No entanto, qualquer escalada que exija mãos e pés custa <b>1,2m extra</b> de movimento para cada 0,3m percorrido."
      },
      {
        "name": "Cascos",
        "desc": "Seus cascos são armas naturais. Seus ataques desarmados causam <b>1d6 + Força</b> de dano contundente."
      },
      {
        "name": "Afinidade com a Natureza",
        "desc": "Você ganha proficiência em uma das seguintes perícias: <b>Lidar com animais</b>, <b>Medicina</b>, <b>Natureza</b> ou <b>Sobrevivência</b>."
      }
    ],
    "variations": []
  },
  {
    "name": "Draconatos",
    "type": "Humanoide",
    "size": "Médio",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Nascidos de dragões, como o nome sugere, os Draconatos caminham orgulhosamente por um mundo que muitas vezes os teme. Honrados e devotados aos seus clãs, eles carregam a marca de seus ancestrais na forma de sopros elementais e escamas resistentes.",
    "image": "img/races/Draconatos.png",
    "languages": ["Comum", "Dracônico"],
    "traits": [
      {
        "name": "Herança Dracônica",
        "desc": "Sua herança determina seu ataque de sopro e resistência a dano (Ex: Ouro = Fogo, Azul = Elétrico, etc)."
      },
      {
        "name": "Ataque de Sopro",
        "desc": "Como uma <b>ação</b>, você pode exalar energia destrutiva. O tamanho, forma e tipo de dano dependem da sua herança. O dano é <b>2d6</b> (aumenta para 3d6 no 6º nível, 4d6 no 11º, 5d6 no 16º). CD de Destreza ou Constituição para metade do dano. Recupera com <b>descanso curto ou longo</b>."
      },
      {
        "name": "Resistência a Dano",
        "desc": "Você possui resistência ao tipo de dano associado à sua herança dracônica."
      }
    ],
    "variations": [
      {
        "name": "Variante: Sangue de Dragão",
        "description": "Draconatos com caudas longas e uma aptidão social mais refinada, lembrando os dias de conquista antiga.",
        "replaces": ["Resistência a Dano"],
        "traits": [
          {
            "name": "Visão no Escuro",
            "desc": "Você enxerga na meia-luz a até <b>18 metros</b> como se fosse luz plena."
          },
          {
            "name": "Presença Enérgica",
            "desc": "Você pode usar sua ação para ganhar <b>vantagem</b> em um teste de Intimidação ou Persuasão. Uma vez por descanso curto ou longo."
          }
        ]
      },
      {
        "name": "Variante: Ravenita",
        "description": "Guerreiros sem cauda e de constituição robusta, sobreviventes de uma longa servidão que os tornou durões.",
        "replaces": ["Resistência a Dano"],
        "traits": [
          {
            "name": "Visão no Escuro",
            "desc": "Você enxerga na meia-luz a até <b>18 metros</b> como se fosse luz plena."
          },
          {
            "name": "Ataque Vingativo",
            "desc": "Quando sofre dano de uma criatura a até 1,5m, você pode usar sua <b>reação</b> para fazer um ataque com arma contra ela. Uma vez por descanso curto ou longo."
          }
        ]
      }
    ]
  },
  {
    "name": "Draconato Cromático",
    "type": "Humanoide",
    "size": "Médio",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Herdeiros da fúria elemental dos dragões cromáticos (Vermelho, Azul, Verde, Preto, Branco). Estes draconatos manifestam o poder bruto e destrutivo de seus ancestrais lendários.",
    "image": "img/races/Draconato Cromático.png",
    "languages": ["Comum", "Dracônico"],
    "traits": [
      {
        "name": "Ascendência Cromática",
        "desc": "Escolha um dragão cromático (Azul, Branco, Negro, Verde, Vermelho) para determinar o tipo de dano de seu sopro e resistência."
      },
      {
        "name": "Sopro de Dragão (Cromático)",
        "desc": "Você pode substituir um de seus ataques na ação de Ataque para exalar energia em uma <b>linha de 1,5m x 9m</b>. Dano <b>1d10</b> (aumenta nos níveis 5, 11, 17). Usos igual ao seu Bônus de Proficiência por descanso longo."
      },
      {
        "name": "Resistência Dracônica",
        "desc": "Você tem resistência ao tipo de dano da sua ascendência."
      },
      {
        "name": "Proteção Cromática",
        "desc": "A partir do <b>5º nível</b>, como uma ação, você pode se tornar <b>imune</b> ao tipo de dano da sua ascendência por 1 minuto. Uma vez por descanso longo."
      },
      {
        "name": "Visão no Escuro",
        "desc": "Você enxerga na meia-luz a até <b>18 metros</b> como se fosse luz plena."
      }
    ],
    "variations": []
  },
  {
    "name": "Draconato de Gema",
    "type": "Humanoide",
    "size": "Médio",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Herdeiros dos dragões de gema (Ametista, Cristal, Esmeralda, Safira, Topázio), estes draconatos possuem escamas cristalinas e poderes psíquicos latentes.",
    "image": "img/races/Draconato de Gema.png",
    "languages": ["Comum", "Dracônico"],
    "traits": [
      {
        "name": "Ascendência de Gema",
        "desc": "Escolha um dragão de gema. Isso determina o tipo de dano (Energético, Radiante, Psíquico, Trovejante, Necrótico)."
      },
      {
        "name": "Sopro de Dragão (Gema)",
        "desc": "Substitui um ataque. Exala energia em um <b>cone de 4,5m</b>. Dano <b>1d10</b> do tipo escolhido. Usos igual ao Bônus de Proficiência por descanso longo."
      },
      {
        "name": "Resistência Dracônica",
        "desc": "Resistência ao tipo de dano da sua ascendência."
      },
      {
        "name": "Mente Psíquica",
        "desc": "Você pode falar telepaticamente com qualquer criatura que possa ver a até <b>9 metros</b> de você."
      },
      {
        "name": "Voo de Gema",
        "desc": "A partir do <b>5º nível</b>, como ação bônus, você manifesta asas espectrais e ganha deslocamento de voo por 1 minuto. Uma vez por descanso longo."
      },
      {
        "name": "Visão no Escuro",
        "desc": "Você enxerga na meia-luz a até <b>18 metros</b> como se fosse luz plena."
      }
    ],
    "variations": []
  },
  {
    "name": "Draconato Metálico",
    "type": "Humanoide",
    "size": "Médio",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Com escamas que brilham como ouro, prata ou bronze, os Draconatos Metálicos carregam a nobreza e a tenacidade dos dragões metálicos, servindo frequentemente como protetores.",
    "image": "img/races/Draconato Metálico.png",
    "languages": ["Comum", "Dracônico"],
    "traits": [
      {
        "name": "Ascendência Metálica",
        "desc": "Escolha um dragão metálico (Latão, Bronze, Cobre, Ouro, Prata) para determinar seu tipo de dano."
      },
      {
        "name": "Sopro de Dragão (Metálico)",
        "desc": "Substitui um ataque. Exala energia em um <b>cone de 4,5m</b>. Dano <b>1d10</b> do tipo escolhido. Usos igual ao Bônus de Proficiência por descanso longo."
      },
      {
        "name": "Resistência Dracônica",
        "desc": "Resistência ao tipo de dano da sua ascendência."
      },
      {
        "name": "Sopro Metálico",
        "desc": "No <b>5º nível</b>, você ganha um segundo tipo de sopro (Cone 4,5m) que causa condições em vez de dano. Escolha entre <i>Enfraquecedor</i> (incapacita) ou <i>Repulsão</i> (empurra 6m e derruba). Uma vez por descanso longo."
      },
      {
        "name": "Visão no Escuro",
        "desc": "Você enxerga na meia-luz a até <b>18 metros</b> como se fosse luz plena."
      }
    ],
    "variations": []
  },
  {
    "name": "Duergar",
    "type": "Humanoide",
    "size": "Médio",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Anões cinzentos das profundezas escuras. Escravizados por devoradores de mentes por eras, eles conquistaram sua liberdade através de resiliência mental e pactos sombrios, tornando-se mestres da psionismo e da invisibilidade.",
    "image": "img/races/Duergar.png",
    "resistances": ["Veneno"],
    "languages": ["Comum", "Anão", "Dialeto Subterrâneo"],
    "traits": [
      {
        "name": "Tipo de Criatura",
        "desc": "Você é um anão."
      },
      {
        "name": "Visão no Escuro Superior",
        "desc": "Sua visão no escuro tem alcance de <b>36 metros</b>."
      },
      {
        "name": "Magia Duergar",
        "desc": "A partir do 3º nível, você pode conjurar <i>aumentar/reduzir</i> (em si mesmo). A partir do 5º nível, pode conjurar <i>invisibilidade</i> (em si mesmo). Uma vez cada por descanso longo. Atributo: Int, Sab ou Car."
      },
      {
        "name": "Resistência Anã",
        "desc": "Vantagem contra veneno e resistência a dano de veneno."
      },
      {
        "name": "Fortitude Psíquica",
        "desc": "Você tem <b>vantagem</b> em salvaguardas para não ser enfeitiçado ou atordoado."
      }
    ],
    "variations": []
  },
  {
    "name": "Duplicante",
    "type": "Feérico",
    "size": "Médio ou Pequeno",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Os Duplicantes (Changelings) são os mestres das mil faces. Sua verdadeira forma é pálida e inexpressiva, mas eles podem moldar suas feições com um pensamento, vivendo entre outras raças como espiões, artistas ou simplesmente sobreviventes.",
    "image": "img/races/Duplicante.png",
    "languages": ["Comum"],
    "chooseLanguages": 1,
    "chooseSkillFrom": ["Enganação", "Percepção", "Intimidação", "Atuação", "Persuasão"],
    "countSkills": 2,
    "traits": [
      {
        "name": "Instintos de Duplicante",
        "desc": "Você ganha proficiência em duas das seguintes perícias: <b>Enganação, Percepção, Intimidação, Atuação ou Persuasão</b>."
      },
      {
        "name": "Metamorfose",
        "desc": "Como uma <b>ação</b>, você pode mudar sua aparência e voz para a de outro humanoide que você tenha visto (do mesmo tamanho básico). Suas estatísticas de jogo não mudam, mas você se torna indistinguível visualmente."
      }
    ],
    "variations": []
  },
  {
    "name": "Eladrin",
    "type": "Humanoide",
    "size": "Médio",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Elfos nativos da Agrestia das Fadas, os Eladrin são criaturas de pura emoção e magia. Sua aparência e temperamento mudam conforme as estações do ano, refletindo a natureza caótica e bela de seu plano natal.",
    "image": "img/races/Eladrin.png",
    "skills": ["Percepção"],
    "languages": ["Comum", "Élfico"],
    "traits": [
      {
        "name": "Tipo de Criatura",
        "desc": "Você é considerado um elfo."
      },
      {
        "name": "Visão no Escuro",
        "desc": "Você enxerga na escuridão a até 18 metros."
      },
      {
        "name": "Ancestralidade Feérica",
        "desc": "Você tem vantagem contra ser enfeitiçado e magia não pode colocá-lo para dormir."
      },
      {
        "name": "Transe",
        "desc": "Você medita por 4 horas em vez de dormir. Ao terminar o transe, você pode mudar sua <b>Estação</b> e ganhar duas proficiências temporárias (arma ou ferramenta)."
      },
      {
        "name": "Passo Feérico",
        "desc": "Como <b>ação bônus</b>, você pode se teleportar magicamente até 9m para um espaço desocupado que possa ver. Usos iguais ao seu Bônus de Proficiência por descanso longo."
      }
    ],
    "variations": [
      {
        "name": "Outono",
        "description": "A estação da paz e da colheita. Seu teleporte acalma a violência.",
        "traits": [
          {
            "name": "Passo Feérico (Outono)",
            "desc": "Imediatamente após usar seu Passo Feérico, até duas criaturas a até 3m de você devem ter sucesso em uma salvaguarda de Sabedoria ou ficarão <b>enfeitiçadas</b> por você por 1 minuto (ou até sofrerem dano)."
          }
        ]
      },
      {
        "name": "Inverno",
        "description": "A estação da melancolia e do frio. Seu teleporte gela o coração dos inimigos.",
        "traits": [
          {
            "name": "Passo Feérico (Inverno)",
            "desc": "Quando usa seu Passo Feérico, uma criatura a até 1,5m de você (antes de teleportar) deve ter sucesso em uma salvaguarda de Sabedoria ou ficará <b>amedrontada</b> por você até o final do seu próximo turno."
          }
        ]
      },
      {
        "name": "Primavera",
        "description": "A estação da alegria e do florescer. Você compartilha sua vitalidade.",
        "traits": [
          {
            "name": "Passo Feérico (Primavera)",
            "desc": "Quando usa seu Passo Feérico, você pode tocar uma criatura disposta a até 1,5m. <b>Ela se teleporta</b> em seu lugar, aparecendo em um espaço a até 9m de você."
          }
        ]
      },
      {
        "name": "Verão",
        "description": "A estação da fúria e do calor. Sua presença queima.",
        "traits": [
          {
            "name": "Passo Feérico (Verão)",
            "desc": "Imediatamente após usar seu Passo Feérico, cada criatura à sua escolha a até 1,5m de você sofre <b>dano ígneo</b> igual ao seu bônus de proficiência."
          }
        ]
      }
    ]
  },
  {
    "name": "Elfos",
    "type": "Humanoide",
    "size": "Médio",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Graciosos, longevos e intrinsecamente mágicos, os elfos vivem em harmonia com a natureza ou em cidades de torres cristalinas. Eles valorizam a arte, a diplomacia e a maestria em magia e espada.",
    "image": "img/races/Elfos.png",
    "skills": ["Percepção"],
    "languages": ["Comum", "Élfico"],
    "traits": [
      {
        "name": "Visão no Escuro",
        "desc": "Você enxerga na escuridão a até 18 metros."
      },
      {
        "name": "Sentidos Aguçados",
        "desc": "Você tem proficiência na perícia <b>Percepção</b>."
      },
      {
        "name": "Ancestralidade Feérica",
        "desc": "Você tem vantagem em salvaguardas contra ser enfeitiçado e a magia não pode colocá-lo para dormir."
      },
      {
        "name": "Transe",
        "desc": "Elfos não dormem. Em vez disso, meditam profundamente por <b>4 horas</b> por dia."
      }
    ],
    "variations": [
      {
        "name": "Alto Elfo",
        "description": "Elfos nobres e estudiosos, com uma forte afinidade pela magia arcana.",
        "proficiencies": ["Espada longa", "Espada curta", "Arco longo", "Arco curto"],
        "chooseLanguages": 1,
        "traits": [
          {
            "name": "Treinamento com Armas",
            "desc": "Proficiência com espadas longas, espadas curtas, arcos longos e arcos curtos."
          },
          {
            "name": "Truque",
            "desc": "Você conhece um truque da lista de magias de Mago (Inteligência)."
          },
          {
            "name": "Idioma Adicional",
            "desc": "Você fala um idioma extra à sua escolha."
          }
        ]
      },
      {
        "name": "Elfo Silvestre",
        "description": "Elfos das florestas, rápidos e furtivos, com sentidos aguçados.",
        "speed": 10.5,
        "proficiencies": ["Espada longa", "Espada curta", "Arco longo", "Arco curto"],
        "traits": [
          {
            "name": "Treinamento com Armas",
            "desc": "Proficiência com espadas longas, espadas curtas, arcos longos e arcos curtos."
          },
          {
            "name": "Máscara da Natureza",
            "desc": "Você pode tentar se esconder mesmo quando estiver apenas <b>levemente obscurecido</b> por folhagem, chuva forte ou neve."
          }
        ]
      },
      {
        "name": "Elfo Negro (Drow)",
        "description": "Habitantes das profundezas da Umbreterna, adaptados à escuridão total e magia sombria.",
        "proficiencies": ["Rapieira", "Espada curta", "Besta de mão"],
        "traits": [
          {
            "name": "Visão no Escuro Superior",
            "desc": "Seu alcance de visão no escuro aumenta para <b>36 metros</b>."
          },
          {
            "name": "Sensibilidade à Luz Solar",
            "desc": "Você tem desvantagem nas jogadas de ataque e testes de Percepção (visão) quando você ou seu alvo estão sob luz solar direta."
          },
          {
            "name": "Magia Drow",
            "desc": "Conhece o truque <i>luzes dançantes</i>. Nv 3: <i>fogo das fadas</i> (1/dia). Nv 5: <i>escuridão</i> (1/dia). Carisma é seu atributo."
          },
          {
            "name": "Treinamento Drow",
            "desc": "Proficiência com rapieiras, espadas curtas e bestas de mão."
          }
        ]
      },
      {
        "name": "Elfo Pálido",
        "description": "Elfos misteriosos do Bosque Pálido, com pele branca como alabastro e uma curiosidade infantil.",
        "traits": [
          {
            "name": "Sentido Incisivo",
            "desc": "Você tem <b>vantagem</b> em testes de Investigação e Intuição."
          },
          {
            "name": "Bênção da Tecelã da Lua",
            "desc": "Conhece o truque <i>luz</i>. Nv 3: <i>sono</i> (1/longo). Nv 5: <i>invisibilidade</i> (apenas em si mesmo, 1/longo). Sabedoria é seu atributo."
          }
        ]
      }
    ]
  },
  {
    "name": "Elfo Astral",
    "type": "Humanoide",
    "size": "Médio",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Elfos que migraram para o Plano Astral para viverem mais próximos de seus deuses. O tempo não passa para eles em seu lar, e seus olhos brilham com a luz das estrelas distantes.",
    "image": "img/races/Elfo Astral.png",
    "skills": ["Percepção"],
    "languages": ["Comum", "Élfico"],
    "traits": [
      {
        "name": "Fogo Astral",
        "desc": "Você conhece um dos seguintes truques: <i>luzes dançantes</i>, <i>luz</i> ou <i>chama sagrada</i>. Escolha Int, Sab ou Car."
      },
      {
        "name": "Passo Estelar",
        "desc": "Como <b>ação bônus</b>, você pode se teleportar magicamente até 9m. Usos igual ao seu Bônus de Proficiência por descanso longo."
      },
      {
        "name": "Transe Astral",
        "desc": "Ao terminar um descanso longo (4h de meditação), você ganha proficiência em uma perícia e uma arma ou ferramenta à sua escolha até o próximo descanso."
      }
    ],
    "variations": []
  },
  {
    "name": "Elfo Marinho",
    "type": "Humanoide",
    "size": "Médio",
    "speed": 9,
    "swimSpeed": 9,
    "flySpeed": 0,
    "climbSpeed": 0,
    "description": "Elfos que se adaptaram à vida nas profundezas dos oceanos. Com pele azulada e brânquias, eles protegem os mares ao lado de aliados aquáticos.",
    "image": "img/races/Elfo Marinho.png",
    "resistances": ["Frio"],
    "skills": ["Percepção"],
    "languages": ["Comum", "Élfico", "Primordial"],
    "traits": [
      {
        "name": "Filho do Mar",
        "desc": "Você pode respirar ar e água, e tem resistência a dano de <b>frio</b>."
      },
      {
        "name": "Amigo do Mar",
        "desc": "Você pode comunicar ideias simples a qualquer Besta que tenha deslocamento de natação."
      },
      {
        "name": "Transe",
        "desc": "Meditação de 4 horas. Pode ganhar duas proficiências em ferramentas ou armas após o descanso."
      }
    ],
    "variations": []
  },
  {
    "name": "Fada",
    "type": "Feérico",
    "size": "Pequeno",
    "speed": 9,
    "flySpeed": 9,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Pequenos seres mágicos da Agrestia das Fadas, as Fadas possuem asas de inseto ou borboleta e uma disposição para travessuras ou bondade cintilante.",
    "image": "img/races/Fada.png",
    "languages": ["Comum", "Silvestre"],
    "traits": [
      {
        "name": "Voo",
        "desc": "Você tem deslocamento de voo igual ao seu deslocamento de caminhada. <u>Não pode usar com armadura média ou pesada.</u>"
      },
      {
        "name": "Magia das Fadas",
        "desc": "Conhece o truque <i>druidismo</i>. Nv 3: <i>fogo das fadas</i> (1/longo). Nv 5: <i>aumentar/reduzir</i> (1/longo). Escolha Int, Sab ou Car."
      }
    ],
    "variations": []
  },
  {
    "name": "Firbolg",
    "type": "Humanoide",
    "size": "Médio",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Guardiões gentis das florestas profundas, os Firbolgs preferem a paz e a discrição. Com sua magia natural, eles podem se disfarçar e ficar invisíveis para proteger seus lares.",
    "image": "img/races/Firbolg.png",
    "languages": ["Comum", "Élfico", "Gigante"],
    "traits": [
      {
        "name": "Magia Firbolg",
        "desc": "Você pode conjurar <i>detectar magia</i> e <i>disfarçar-se</i> uma vez cada por descanso longo. (Int, Sab ou Car)."
      },
      {
        "name": "Passo Oculto",
        "desc": "Como <b>ação bônus</b>, você pode ficar invisível até o início do seu próximo turno ou até atacar. Usos igual ao Bônus de Proficiência por descanso longo."
      },
      {
        "name": "Porte Poderoso",
        "desc": "Você conta como um tamanho maior para capacidade de carga."
      },
      {
        "name": "Discurso da Fera e da Folha",
        "desc": "Você pode comunicar ideias simples a bestas e plantas, e tem vantagem em testes de Carisma com elas."
      }
    ],
    "variations": []
  },
  {
    "name": "Forjado Bélico",
    "type": "Constructo",
    "size": "Médio",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Criados para a guerra, os Forjados Bélicos são soldados artificiais feitos de madeira e aço, mas dotados de alma. Com o fim da Última Guerra, eles buscam um novo propósito na paz.",
    "image": "img/races/Forjado Bélico.png",
    "resistances": ["Veneno"],
    "immunities": ["Doenças"],
    "languages": ["Comum"],
    "chooseLanguages": 1,
    "chooseSkills": 1,
    "chooseToolAny": 1,
    "traits": [
      {
        "name": "Resiliência Constructa",
        "desc": "Você tem vantagem contra veneno e resistência a dano de veneno. Imune a doenças e sono mágico. Não precisa comer, beber ou respirar."
      },
      {
        "name": "Proteção Integrada",
        "desc": "Você ganha <b>+1 na Classe de Armadura</b>. Você só pode usar armaduras com as quais tem proficiência e deve incorporá-las ao seu corpo (processo de 1 hora)."
      },
      {
        "name": "Descanso do Sentinela",
        "desc": "Você não dorme. Descanso longo de 6 horas inativo e consciente."
      },
      {
        "name": "Design Especializado",
        "desc": "Proficiência em uma perícia e uma ferramenta à sua escolha."
      }
    ],
    "variations": []
  },
  {
    "name": "Genasi da Água",
    "type": "Humanoide",
    "size": "Médio ou Pequeno",
    "speed": 9,
    "swimSpeed": 9,
    "flySpeed": 0,
    "climbSpeed": 0,
    "description": "Descendentes de gênios Marid, os Genasi da Água ouvem o chamado das ondas. Sua pele pode ser azul ou verde, e seus cabelos flutuam como se estivessem submersos.",
    "image": "img/races/Genasi da Água.png",
    "resistances": ["Ácido"],
    "languages": ["Comum", "Primordial"],
    "traits": [
      {
        "name": "Resistência a Ácido",
        "desc": "Você tem resistência a dano ácido."
      },
      {
        "name": "Anfíbio",
        "desc": "Você pode respirar ar e água."
      },
      {
        "name": "Chamado da Onda",
        "desc": "Truque <i>espirro ácido</i>. Nv 3: <i>criar ou destruir água</i>. Nv 5: <i>caminhar sobre a água</i>. Uma vez cada por descanso longo. (Int, Sab ou Car)."
      }
    ],
    "variations": []
  },
  {
    "name": "Genasi do Ar",
    "type": "Humanoide",
    "size": "Médio ou Pequeno",
    "speed": 10.5,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Filhos dos céus e descendentes de gênios Djinn. Os Genasi do Ar são inconstantes como os ventos, com pele azul pálida e uma brisa constante ao seu redor.",
    "image": "img/races/Genasi do Ar.png",
    "resistances": ["Elétrico"],
    "languages": ["Comum", "Primordial"],
    "traits": [
      {
        "name": "Respiração Infindável",
        "desc": "Você pode prender a respiração indefinidamente enquanto não estiver incapacitado."
      },
      {
        "name": "Resistência a Eletricidade",
        "desc": "Você tem resistência a dano elétrico."
      },
      {
        "name": "Misturar-se com o Vento",
        "desc": "Truque <i>toque chocante</i>. Nv 3: <i>queda suave</i>. Nv 5: <i>levitação</i>. Uma vez cada por descanso longo. (Int, Sab ou Car)."
      }
    ],
    "variations": []
  },
  {
    "name": "Genasi do Fogo",
    "type": "Humanoide",
    "size": "Médio ou Pequeno",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Com sangue de gênios Efreet, os Genasi do Fogo têm temperamentos explosivos e pele em tons de brasa ou carvão. Chamas parecem dançar em seus olhos.",
    "image": "img/races/Genasi do Fogo.png",
    "resistances": ["Fogo"],
    "languages": ["Comum", "Primordial"],
    "traits": [
      {
        "name": "Resistência a Fogo",
        "desc": "Você tem resistência a dano ígneo."
      },
      {
        "name": "Toque das Chamas",
        "desc": "Truque <i>criar chamas</i>. Nv 3: <i>mãos flamejantes</i>. Nv 5: <i>lâmina flamejante</i>. Uma vez cada por descanso longo. (Int, Sab ou Car)."
      }
    ],
    "variations": []
  },
  {
    "name": "Genasi da Terra",
    "type": "Humanoide",
    "size": "Médio ou Pequeno",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Sólidos e resistentes como a rocha, os Genasi da Terra descendem dos gênios Dao. Sua pele tem textura de pedra ou terra, e eles raramente recuam diante de um desafio.",
    "image": "img/races/Genasi da Terra.png",
    "languages": ["Comum", "Primordial"],
    "traits": [
      {
        "name": "Andar na Terra",
        "desc": "Você pode se mover através de terreno difícil feito de terra ou pedra sem gastar movimento extra."
      },
      {
        "name": "Fundir-se com a Pedra",
        "desc": "Truque <i>proteção contra lâminas</i> (pode usar como ação bônus prof vezes/dia). Nv 5: <i>passo sem pegadas</i> (1/longo). (Int, Sab ou Car)."
      }
    ],
    "variations": []
  },
  {
    "name": "Giff",
    "type": "Humanoide",
    "size": "Médio",
    "speed": 9,
    "swimSpeed": 9,
    "flySpeed": 0,
    "climbSpeed": 0,
    "description": "Hipopótamos humanoides do espaço astral, famosos por sua bravura militar e fascínio por explosivos e armas de fogo. Apesar da aparência cômica para alguns, são combatentes letais.",
    "image": "img/races/Giff.png",
    "proficiencies": ["Armas de fogo"],
    "languages": ["Comum"],
    "traits": [
      {
        "name": "Faísca Astral",
        "desc": "Uma vez por turno ao acertar um ataque com arma, você pode causar dano extra de <b>Força</b> igual ao seu Bônus de Proficiência. Usos por dia igual ao Bônus de Proficiência."
      },
      {
        "name": "Mestre em Armas de Fogo",
        "desc": "Você tem proficiência com armas de fogo, ignora a propriedade de recarga delas e não tem desvantagem ao atacar a longa distância."
      },
      {
        "name": "Constituição de Hipopótamo",
        "desc": "Você tem vantagem em testes e salvaguardas de Força."
      }
    ],
    "variations": []
  },
  {
    "name": "Githyanki",
    "type": "Humanoide",
    "size": "Médio",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Guerreiros psíquicos do Plano Astral, os Githyanki foram escravos dos devoradores de mentes e agora vivem para a conquista e a pilhagem sob o comando de sua Rainha Lich.",
    "image": "img/races/Githyanki.png",
    "resistances": ["Psíquico"],
    "languages": ["Comum", "Gith"],
    "traits": [
      {
        "name": "Conhecimento Astral",
        "desc": "Ao terminar um descanso longo, você ganha proficiência em uma perícia e uma arma/ferramenta à sua escolha até o próximo descanso."
      },
      {
        "name": "Psionicismo Githyanki",
        "desc": "Truque <i>mãos mágicas</i> (invisível). Nv 3: <i>salto</i> (1/longo). Nv 5: <i>passo nebuloso</i> (1/longo). Sem componentes. (Int, Sab ou Car)."
      },
      {
        "name": "Resistência Psíquica",
        "desc": "Você tem resistência a dano psíquico."
      }
    ],
    "variations": []
  },
  {
    "name": "Githzerai",
    "type": "Humanoide",
    "size": "Médio",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Monges ascetas que habitam o caos do Limbo. Os Githzerai usam o poder de suas mentes para impor ordem à realidade e se protegerem de seus antigos mestres ilitides.",
    "image": "img/races/Githzerai.png",
    "resistances": ["Psíquico"],
    "languages": ["Comum", "Gith"],
    "traits": [
      {
        "name": "Psionismo Githzerai",
        "desc": "Truque <i>mãos mágicas</i> (invisível). Nv 3: <i>égide</i> (1/longo). Nv 5: <i>detectar pensamentos</i> (1/longo). Sem componentes. (Int, Sab ou Car)."
      },
      {
        "name": "Disciplina Mental",
        "desc": "Você tem <b>vantagem</b> em salvaguardas para não ser enfeitiçado ou amedrontado."
      },
      {
        "name": "Resistência Psíquica",
        "desc": "Você tem resistência a dano psíquico."
      }
    ],
    "variations": []
  },
  {
    "name": "Gnomos",
    "type": "Humanoide",
    "size": "Pequeno",
    "speed": 7.5,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Uma raça de energia vibrante e curiosidade insaciável. Os gnomos vivem em tocas escondidas ou cidades movimentadas, sempre inventando, explorando ou pregando peças.",
    "image": "img/races/Gnomos.png",
    "languages": ["Comum", "Gnômico"],
    "traits": [
      {
        "name": "Astúcia de Gnomo",
        "desc": "Você tem <b>vantagem</b> em todas as salvaguardas de Inteligência, Sabedoria e Carisma contra magia."
      }
    ],
    "variations": [
      {
        "name": "Gnomo dos Bosques",
        "description": "Gnomos reclusos e amigos da natureza, mestres em ilusão e conversa com pequenos animais.",
        "traits": [
          {
            "name": "Ilusionista Nato",
            "desc": "Você conhece o truque <i>ilusão menor</i> (Inteligência)."
          },
          {
            "name": "Falar com Pequenos Animais",
            "desc": "Você pode comunicar ideias simples com bestas de tamanho Pequeno ou menor."
          }
        ]
      },
      {
        "name": "Gnomo das Rochas",
        "description": "Inventores naturais e robustos, fascinados por mecânica e minerais.",
        "proficiencies": ["Ferramentas de engenhoqueiro"],
        "traits": [
          {
            "name": "Conhecimento de Artífice",
            "desc": "Adiciona o <b>dobro da proficiência</b> em testes de História sobre itens mágicos, alquímicos ou tecnológicos."
          },
          {
            "name": "Engenhoqueiro",
            "desc": "Você pode gastar 1 hora e 10 po para criar um dispositivo mecânico minúsculo (brinquedo, isqueiro ou caixa de música)."
          }
        ]
      }
    ]
  },
  {
    "name": "Gnomo das Profundezas",
    "type": "Humanoide",
    "size": "Pequeno",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Também conhecidos como svirfneblin, são habitantes nativos da Umbreterna, mestres da camuflagem e sobrevivência subterrânea.",
    "image": "img/races/Gnomo das Profundezas.png",
    "languages": ["Comum", "Gnômico", "Dialeto Subterrâneo"],
    "traits": [
      {
        "name": "Visão no Escuro Superior",
        "desc": "Alcance de <b>36 metros</b>."
      },
      {
        "name": "Resistência Mágica dos Gnomos",
        "desc": "Vantagem em salvaguardas de Int, Sab e Car contra magias."
      },
      {
        "name": "Dom dos Svirfneblin",
        "desc": "Nv 3: <i>disfarçar-se</i> (1/longo). Nv 5: <i>indetectável</i> (1/longo, sem componentes). (Int, Sab ou Car)."
      },
      {
        "name": "Camuflagem Svirfneblin",
        "desc": "Você pode se dar vantagem em um teste de Furtividade. Usos igual ao Bônus de Proficiência por descanso longo."
      }
    ],
    "variations": []
  },
  {
    "name": "Goblin",
    "type": "Humanoide",
    "size": "Pequeno",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Pequenos, ágeis e perversamente astutos. Os goblins aprenderam a sobreviver em um mundo de gigantes sendo rápidos e impiedosos, aproveitando qualquer vantagem.",
    "image": "img/races/Goblin.png",
    "languages": ["Comum", "Goblin"],
    "traits": [
      {
        "name": "Ancestralidade Feérica",
        "desc": "Você tem vantagem contra ser enfeitiçado."
      },
      {
        "name": "Fúria do Pequeno",
        "desc": "Quando causa dano a uma criatura maior que você, pode causar dano extra igual ao seu <b>Bônus de Proficiência</b>. Usos igual ao Bônus de Proficiência por descanso longo."
      },
      {
        "name": "Escape Ágil",
        "desc": "Você pode usar a ação <b>Desengajar</b> ou <b>Esconder</b> como uma ação bônus em cada um dos seus turnos."
      }
    ],
    "variations": []
  },
  {
    "name": "Golias",
    "type": "Humanoide",
    "size": "Médio",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Habitantes das montanhas mais altas, os Golias vivem onde o ar é rarefeito e o frio é mortal. Eles competem constantemente para provar sua força, acreditando que a autossuficiência é a maior virtude.",
    "image": "img/races/Golias.png",
    "resistances": ["Frio"],
    "skills": ["Atletismo"],
    "languages": ["Comum", "Gigante"],
    "traits": [
      {
        "name": "Pequeno Gigante",
        "desc": "Você tem proficiência em <b>Atletismo</b> e conta como um tamanho maior para capacidade de carga."
      },
      {
        "name": "Nascido nas Montanhas",
        "desc": "Você tem resistência a dano de <b>frio</b> e é aclimatado a grandes altitudes."
      },
      {
        "name": "Resistência da Pedra",
        "desc": "Quando sofre dano, você pode usar sua reação para reduzir o dano em <b>1d12 + modificador de Constituição</b>. Usos igual ao Bônus de Proficiência por descanso longo."
      }
    ],
    "variations": []
  },
  {
    "name": "Grung",
    "type": "Humanoide",
    "size": "Pequeno",
    "speed": 7.5,
    "climbSpeed": 7.5,
    "flySpeed": 0,
    "swimSpeed": 0,
    "description": "Pequenos humanoides anfíbios com pele venenosa, nativos de florestas tropicais. Embora pequenos, são ferozmente territoriais e organizados em uma sociedade rígida de castas.",
    "image": "img/races/Grung.png",
    "immunities": ["Veneno"],
    "skills": ["Percepção"],
    "languages": ["Grung"],
    "traits": [
      {
        "name": "Anfíbio",
        "desc": "Você pode respirar ar e água."
      },
      {
        "name": "Imunidade ao Veneno",
        "desc": "Você é imune a dano de veneno e à condição envenenado."
      },
      {
        "name": "Pele Venenosa",
        "desc": "Criaturas que tocam sua pele devem fazer uma salvaguarda ou ficar envenenadas. Você pode aplicar seu veneno em armas perfurantes para causar <b>2d4</b> de dano extra."
      },
      {
        "name": "Salto em Pé",
        "desc": "Seu salto longo é de até 7,5m e seu salto em altura é de até 4,5m, com ou sem corrida."
      },
      {
        "name": "Dependência de Água",
        "desc": "Você deve se imergir em água por 1 hora por dia ou sofrerá exaustão."
      }
    ],
    "variations": []
  },
  {
    "name": "Hadoze",
    "type": "Humanoide",
    "size": "Médio ou Pequeno",
    "speed": 9,
    "climbSpeed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "description": "Viajantes das estrelas com membranas planadoras, os Hadoze são ágeis e adaptáveis. Originalmente símios, foram modificados magicamente para se tornarem a tripulação perfeita para navios voadores.",
    "image": "img/races/Hadoze.png",
    "languages": ["Comum"],
    "traits": [
      {
        "name": "Pés Ágeis",
        "desc": "Você pode usar uma ação bônus para usar seus pés para manipular objetos."
      },
      {
        "name": "Planar",
        "desc": "Se não estiver com armadura pesada, você pode planar (1,5m horizontal para cada 0,3m de queda). Você pode usar sua reação para reduzir o dano de queda a 0."
      },
      {
        "name": "Resiliência dos Hadozes",
        "desc": "Quando você sofre dano, pode usar sua reação para reduzir o dano em <b>1d6 + Bônus de Proficiência</b>. Usos igual ao Bônus de Proficiência por descanso longo."
      }
    ],
    "variations": []
  },
  {
    "name": "Híbrido Símico",
    "type": "Humanoide",
    "size": "Médio ou Pequeno",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Resultados de experimentos mágicos e biológicos, os Híbridos Símicos combinam traços humanos, élficos ou vedalken com características de caranguejos, lulas ou outras bestas, criados para serem os guardiões perfeitos.",
    "image": "img/races/Híbrido Símico.png",
    "languages": ["Comum", "Élfico"],
    "traits": [
      {
        "name": "Aprimoramento Animal (Nv 1)",
        "desc": "Escolha um: <i>Planar de Arraia</i> (reduz queda e plana), <i>Escalador Ágil</i> (deslocamento de escalada), ou <i>Adaptação Subaquática</i> (natação e respira água)."
      },
      {
        "name": "Aprimoramento Animal (Nv 5)",
        "desc": "Escolha um novo ou: <i>Apêndices de Agarrar</i> (ataque bônus e agarrar), <i>Carapaça</i> (+1 CA), ou <i>Cuspe Ácido</i> (ação de dano ácido)."
      }
    ],
    "variations": []
  },
  {
    "name": "Hobgoblin",
    "type": "Humanoide",
    "size": "Médio",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Disciplina, honra e estratégia definem os Hobgoblins. Fortalecidos por laços de lealdade e uma antiga conexão com a Agrestia das Fadas, eles sabem que a força de um é a força de muitos.",
    "image": "img/races/Hobgoblin.png",
    "languages": ["Comum", "Goblin"],
    "traits": [
      {
        "name": "Ancestralidade Feérica",
        "desc": "Vantagem contra ser enfeitiçado."
      },
      {
        "name": "Presente Feérico",
        "desc": "Você pode usar a ação <b>Ajudar</b> como uma ação bônus. A partir do 3º nível, ao Ajudar, você concede benefícios extras (PV temporários, movimento ou desvantagem ao inimigo)."
      },
      {
        "name": "Fortuna dos Muitos",
        "desc": "Se você falhar em um teste ou ataque, pode adicionar um bônus igual ao número de aliados visíveis a até 9m (máximo +3). Usos igual ao Bônus de Proficiência por descanso longo."
      }
    ],
    "variations": []
  },
  {
    "name": "Humano",
    "type": "Humanoide",
    "size": "Médio ou Pequeno",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Os mais jovens e adaptáveis das raças comuns. Sem a longevidade dos elfos ou a resistência dos anões, os humanos compensam com uma ambição inigualável, construindo impérios e moldando o mundo através de pura determinação.",
    "image": "img/races/Humano.png",
    "languages": ["Comum"],
    "chooseLanguages": 1,
    "chooseSkills": 1,
    "traits": [
      {
        "name": "Engenhoso",
        "desc": "Você adquire <b>Inspiração</b> sempre que terminar um descanso longo."
      },
      {
        "name": "Habilidoso",
        "desc": "Você ganha proficiência em uma perícia à sua escolha."
      },
      {
        "name": "Versátil",
        "desc": "Você ganha um <b>Talento</b> à sua escolha."
      }
    ],
    "variations": []
  },
  {
    "name": "Kalashtar",
    "type": "Humanoide",
    "size": "Médio",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Kalashtar são a união de humanos com espíritos renegados do plano dos sonhos. Eles possuem uma graça sobrenatural e poderes mentais sutis, travando uma guerra eterna contra a escuridão em seus sonhos.",
    "image": "img/races/Kalashtar.png",
    "resistances": ["Psíquico"],
    "languages": ["Comum", "Quori"],
    "chooseLanguages": 1,
    "traits": [
      {
        "name": "Mente Dupla",
        "desc": "Você tem <b>vantagem</b> em todas as salvaguardas de Sabedoria."
      },
      {
        "name": "Disciplina Mental",
        "desc": "Você tem resistência a dano <b>psíquico</b>."
      },
      {
        "name": "Ligação Mental",
        "desc": "Você pode falar telepaticamente com qualquer criatura que possa ver (alcance 3m x seu nível)."
      },
      {
        "name": "Separado dos Sonhos",
        "desc": "Você é imune a magias que exigem que você sonhe, mas ainda pode dormir."
      }
    ],
    "variations": []
  },
  {
    "name": "Kender",
    "type": "Humanoide",
    "size": "Pequeno",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Pequenos e destemidos exploradores cuja curiosidade é lendária (e perigosa). Kenders não sentem medo comum e têm um hábito mágico de encontrar coisas 'perdidas' em seus bolsos.",
    "image": "img/races/Kender.png",
    "languages": ["Comum"],
    "chooseLanguages": 1,
    "chooseSkillFrom": ["Percepção", "Investigação", "Prestidigitação", "Furtividade", "Sobrevivência"],
    "countSkills": 1,
    "traits": [
      {
        "name": "Destemido",
        "desc": "Você tem vantagem em salvaguardas contra ser amedrontado."
      },
      {
        "name": "Provocação",
        "desc": "Como ação bônus, você provoca uma criatura a até 18m. Ela tem desvantagem em ataques contra outros alvos que não você."
      },
      {
        "name": "Aptidão Kender",
        "desc": "Proficiência em uma perícia: Percepção, Investigação, Prestidigitação, Furtividade ou Sobrevivência."
      }
    ],
    "variations": []
  },
  {
    "name": "Kenku",
    "type": "Humanoide",
    "size": "Médio ou Pequeno",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Homens-pássaro amaldiçoados a perder suas asas e sua voz criativa. Kenkus se comunicam através de mímica perfeita e são mestres em copiar qualquer habilidade ou som que testemunhem.",
    "image": "img/races/Kenku.png",
    "languages": ["Comum", "Auran"],
    "chooseSkills": 2,
    "traits": [
      {
        "name": "Duplicação Expert",
        "desc": "Vantagem em testes para produzir duplicatas exatas de textos ou obras de arte."
      },
      {
        "name": "Memória Kenku",
        "desc": "Proficiência em duas perícias. Você pode se dar <b>vantagem</b> em um teste de perícia proficiente. Usos igual ao Bônus de Proficiência por descanso longo."
      },
      {
        "name": "Mímica",
        "desc": "Você pode imitar sons e vozes com precisão assustadora."
      }
    ],
    "variations": []
  },
  {
    "name": "Kobold",
    "type": "Humanoide",
    "size": "Pequeno",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Pequenos parentes reptilianos dos dragões. Embora fisicamente fracos, os Kobolds compensam com números, armadilhas e um grito de batalha que inspira seus aliados.",
    "image": "img/races/Kobold.png",
    "languages": ["Comum", "Dracônico"],
    "traits": [
      {
        "name": "Grito Dracônico",
        "desc": "Ação bônus. Você e seus aliados têm <b>vantagem</b> nos ataques contra inimigos a até 3m de você até o final do seu próximo turno. Usos igual ao Bônus de Proficiência."
      },
      {
        "name": "Legado Kobold",
        "desc": "Escolha um: <i>Astúcia</i> (proficiência em perícia), <i>Desafiador</i> (vantagem contra medo), ou <i>Feitiçaria Dracônica</i> (um truque de feiticeiro)."
      }
    ],
    "variations": []
  },
  {
    "name": "Laparlonj",
    "type": "Humanoide",
    "size": "Médio ou Pequeno",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Povo-coelho das fadas, os Laparlonj (Harengon) são viajantes energéticos que nunca ficam parados. Sua sorte feérica e reflexos rápidos os permitem escapar do perigo num piscar de olhos.",
    "image": "img/races/Laparlonj.png",
    "skills": ["Percepção"],
    "languages": ["Comum", "Silvestre"],
    "traits": [
      {
        "name": "Gatilhebre",
        "desc": "Você adiciona seu Bônus de Proficiência à sua Iniciativa."
      },
      {
        "name": "Sorte Escorregaginga",
        "desc": "Se falhar em um teste de Destreza, use sua reação para adicionar <b>1d4</b> ao resultado, podendo transformar em sucesso."
      },
      {
        "name": "Pulo do Coelho",
        "desc": "Ação bônus para saltar (1,5m x Proficiência) sem provocar ataques de oportunidade."
      }
    ],
    "variations": []
  },
  {
    "name": "Leonino",
    "type": "Humanoide",
    "size": "Médio",
    "speed": 10.5,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Guerreiros nobres com cabeças de leão e corpos poderosos. Os Leoninos valorizam o orgulho e a autossuficiência, e seu rugido é capaz de abalar a coragem dos inimigos.",
    "image": "img/races/Leonino.png",
    "languages": ["Comum", "Leonin"],
    "chooseSkillFrom": ["Atletismo", "Intimidação", "Percepção", "Sobrevivência"],
    "countSkills": 1,
    "traits": [
      {
        "name": "Garras",
        "desc": "Ataques desarmados causam <b>1d6 + Força</b> de dano cortante."
      },
      {
        "name": "Rugido Intimidador",
        "desc": "Ação bônus. Criaturas a até 3m devem passar em salvaguarda de Constituição ou ficarão <b>amedrontadas</b>. Uma vez por descanso curto/longo."
      },
      {
        "name": "Instintos de Caçador",
        "desc": "Proficiência em Atletismo, Intimidação, Percepção ou Sobrevivência."
      }
    ],
    "variations": []
  },
  {
    "name": "Locathah",
    "type": "Humanoide",
    "size": "Médio",
    "speed": 9,
    "swimSpeed": 9,
    "flySpeed": 0,
    "climbSpeed": 0,
    "description": "Povo-peixe resiliente e estoico. Os Locathah sobreviveram a séculos de escravidão e perigo nos mares profundos graças à sua vontade inquebrável e pele dura.",
    "image": "img/races/Locathah.png",
    "skills": ["Atletismo", "Percepção"],
    "languages": ["Comum", "Aquan"],
    "traits": [
      {
        "name": "Armadura Natural",
        "desc": "Sua CA base é <b>12 + modificador de Destreza</b>."
      },
      {
        "name": "Vontade do Leviatã",
        "desc": "Você tem vantagem contra charme, medo, paralisia, veneno, atordoamento ou sono."
      },
      {
        "name": "Anfíbio Limitado",
        "desc": "Respira ar e água, mas precisa ser submerso a cada 4 horas."
      }
    ],
    "variations": []
  },
  {
    "name": "Loxodonte",
    "type": "Humanoide",
    "size": "Médio",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Gigantes gentis com cabeças de elefante. Os Loxodontes são conhecidos por sua sabedoria, lealdade inabalável e uma pele tão grossa que serve como armadura natural.",
    "image": "img/races/Loxodonte.png",
    "languages": ["Comum", "Loxodon"],
    "traits": [
      {
        "name": "Porte Poderoso",
        "desc": "Conta como um tamanho maior para capacidade de carga."
      },
      {
        "name": "Serenidade Loxodonte",
        "desc": "Vantagem contra estar enfeitiçado ou amedrontado."
      },
      {
        "name": "Armadura Natural",
        "desc": "Sua CA é <b>12 + modificador de Constituição</b>."
      },
      {
        "name": "Tromba",
        "desc": "Pode ser usada para agarrar, levantar objetos ou realizar tarefas simples."
      }
    ],
    "variations": []
  },
  {
    "name": "Meio-Elfo",
    "type": "Humanoide",
    "size": "Médio",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Caminhando entre dois mundos, os meio-elfos combinam a graça élfica com a versatilidade humana. Frequentemente diplomatas ou andarilhos, eles constroem pontes entre culturas.",
    "image": "img/races/Meio-Elfo.png",
    "languages": ["Comum", "Élfico"],
    "chooseLanguages": 1,
    "chooseSkills": 2,
    "traits": [
      {
        "name": "Ancestralidade Feérica",
        "desc": "Vantagem contra ser enfeitiçado e imunidade a sono mágico."
      },
      {
        "name": "Versatilidade em Perícia (Padrão)",
        "desc": "Proficiência em duas perícias à sua escolha."
      }
    ],
    "variations": [
      {
        "name": "Variante: Sentidos Aguçados",
        "description": "Herança que aguça a percepção.",
        "replaces": ["Versatilidade em Perícia (Padrão)"],
        "skills": ["Percepção"],
        "traits": [{ "name": "Sentidos Aguçados", "desc": "Proficiência em Percepção." }]
      },
      {
        "name": "Variante: Alto Elfo",
        "description": "Herança de magia arcana.",
        "replaces": ["Versatilidade em Perícia (Padrão)"],
        "proficiencies": ["Espada longa", "Espada curta", "Arco longo", "Arco curto"],
        "traits": [
            { "name": "Treinamento com Armas", "desc": "Proficiência com espadas e arcos." },
            { "name": "Truque", "desc": "Conhece um truque de mago (Inteligência)." }
        ]
      },
      {
        "name": "Variante: Elfo Silvestre",
        "description": "Herança da velocidade e camuflagem.",
        "speed": 10.5,
        "replaces": ["Versatilidade em Perícia (Padrão)"],
        "traits": [
            { "name": "Máscara da Natureza", "desc": "Pode se esconder com cobertura leve." }
        ]
      },
      {
        "name": "Variante: Drow",
        "description": "Herança da magia sombria.",
        "replaces": ["Versatilidade em Perícia (Padrão)"],
        "traits": [{ "name": "Magia Drow", "desc": "<i>Luzes dançantes</i>. Nv 3: <i>fogo das fadas</i>. Nv 5: <i>escuridão</i>. (Carisma)." }]
      },
      {
        "name": "Variante: Elfo Aquático",
        "description": "Herança do mar.",
        "swimSpeed": 9,
        "replaces": ["Versatilidade em Perícia (Padrão)"],
        "traits": [{ "name": "Natação", "desc": "Deslocamento de natação de 9m." }]
      }
    ]
  },
  {
    "name": "Meio-Orc",
    "type": "Humanoide",
    "size": "Médio",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Com força bruta e determinação feroz, os meio-orcs buscam seu lugar no mundo. Suas cicatrizes são medalhas de honra, e sua fúria em combate é lendária.",
    "image": "img/races/Meio-Orc.png",
    "skills": ["Intimidação"],
    "languages": ["Comum", "Orc"],
    "traits": [
      {
        "name": "Ameaçador",
        "desc": "Proficiência em <b>Intimidação</b>."
      },
      {
        "name": "Vigor Implacável",
        "desc": "Quando reduzido a 0 PV mas não morto, você pode cair para <b>1 PV</b>. Uma vez por descanso longo."
      },
      {
        "name": "Ataque Selvagem",
        "desc": "Quando acerta um crítico corpo a corpo, você rola um dos dados de dano da arma mais uma vez."
      }
    ],
    "variations": []
  },
  {
    "name": "Minotauro",
    "type": "Humanoide",
    "size": "Médio",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Poderosos guerreiros com cabeças de touro, os Minotauros são a encarnação da força bruta e da fúria do labirinto. Em batalha, eles atropelam seus inimigos com seus chifres letais.",
    "image": "img/races/Minotauro.png",
    "skills": ["Intimidação", "Persuasão"],
    "languages": ["Comum", "Minotaur"],
    "traits": [
      {
        "name": "Chifres",
        "desc": "Ataques desarmados causam <b>1d6 + Força</b> de dano perfurante."
      },
      {
        "name": "Investida Perfurante",
        "desc": "Se você Correr e mover 6m, pode fazer um ataque de chifres como <b>ação bônus</b>."
      },
      {
        "name": "Chifres Martelantes",
        "desc": "Após acertar um ataque corpo a corpo, ação bônus para empurrar o alvo."
      }
    ],
    "variations": []
  },
  {
    "name": "Morfo",
    "type": "Humanoide",
    "size": "Médio",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Descendentes de licantropos, os Morfos (Shifters) andam no limite entre a civilização e a besta. Eles podem liberar sua natureza animal interior, alterando fisicamente seu corpo para ganhar presas, garras ou sentidos aguçados.",
    "image": "img/races/Morfo.png",
    "languages": ["Comum"],
    "chooseSkillFrom": ["Acrobacia", "Atletismo", "Intimidação", "Sobrevivência"],
    "countSkills": 1,
    "traits": [
      {
        "name": "Visão no Escuro",
        "desc": "18 metros."
      },
      {
        "name": "Morfismo",
        "desc": "Como <b>ação bônus</b>, assuma uma aparência bestial por 1 minuto, ganhando PV temporários e benefícios baseados na sua sub-raça (Pele de Fera, Presa Longa, etc). Usos igual Proficiência/longo."
      }
    ],
    "variations": []
  },
  {
    "name": "Orc",
    "type": "Humanoide",
    "size": "Médio",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Criados para a batalha e a sobrevivência, os Orcs são uma força da natureza. Movidos pela adrenalina e abençoados com uma resistência sobrenatural, eles avançam onde outros cairiam.",
    "image": "img/races/Orc.png",
    "languages": ["Comum", "Orc"],
    "traits": [
      {
        "name": "Explosão de Adrenalina",
        "desc": "Você pode usar a ação <b>Correr</b> como uma ação bônus. Ao fazê-lo, ganha PV temporários."
      },
      {
        "name": "Vigor Implacável",
        "desc": "Quando reduzido a 0 PV mas não morto, pode voltar para 1 PV. Uma vez por descanso longo."
      }
    ],
    "variations": []
  },
  {
    "name": "Owlin",
    "type": "Humanoide",
    "size": "Médio ou Pequeno",
    "speed": 9,
    "flySpeed": 9,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Parentes distantes das corujas gigantes de Faéria, os Owlin deslizam silenciosamente pela noite. Curiosos e perceptivos, eles são caçadores e estudiosos naturais.",
    "image": "img/races/Owlin.png",
    "skills": ["Furtividade"],
    "languages": ["Comum"],
    "traits": [
      {
        "name": "Voo",
        "desc": "Deslocamento de voo igual ao de caminhada se não usar armadura média/pesada."
      },
      {
        "name": "Penas Silenciosas",
        "desc": "Você tem proficiência na perícia <b>Furtividade</b>."
      },
      {
        "name": "Visão no Escuro Superior",
        "desc": "Alcance de 36 metros."
      }
    ],
    "variations": []
  },
  {
    "name": "Pequeninos",
    "type": "Humanoide",
    "size": "Pequeno",
    "speed": 7.5,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Pequenos em estatura mas grandes em espírito, os Pequeninos (Halflings) vivem vidas simples de conforto e agricultura, mas mostram uma coragem e sorte surpreendentes quando a aventura chama.",
    "image": "img/races/Pequeninos.png",
    "languages": ["Comum", "Halfling"],
    "traits": [
      {
        "name": "Sortudo",
        "desc": "Quando rolar um <b>1 natural</b> no d20 (ataque, teste ou salvaguarda), você pode rerrolar o dado."
      },
      {
        "name": "Corajoso",
        "desc": "Você tem vantagem em salvaguardas contra ser amedrontado."
      },
      {
        "name": "Agilidade Pequenina",
        "desc": "Você pode se mover através do espaço de qualquer criatura que for de um tamanho maior que o seu."
      }
    ],
    "variations": [
      {
        "name": "Pés-Ligeiros",
        "description": "Naturalmente furtivos e sociáveis.",
        "traits": [
          {
            "name": "Furtividade Natural",
            "desc": "Você pode tentar se esconder mesmo quando possuir apenas a cobertura de uma criatura que seja, no mínimo, um tamanho maior que o seu."
          }
        ]
      },
      {
        "name": "Robustos",
        "description": "Mais resistentes e parrudos, possivelmente com sangue anão.",
        "resistances": ["Veneno"],
        "traits": [
          {
            "name": "Resistência a Toxinas",
            "desc": "Vantagem contra veneno e resistência a dano de veneno."
          }
        ]
      }
    ]
  },
  {
    "name": "Plasmoide",
    "type": "Gosma",
    "size": "Médio ou Pequeno",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Seres amorfos de protoplasma senciente. Plasmoides podem alterar sua forma à vontade, espremendo-se por frestas ou endurecendo para parecerem humanoides. A vida para eles é uma constante adaptação.",
    "image": "img/races/Plasmoide.png",
    "resistances": ["Ácido", "Veneno"],
    "languages": ["Comum"],
    "traits": [
      {
        "name": "Amorfo",
        "desc": "Você pode se espremer por espaços de até <b>2,5 cm</b> de largura. Vantagem para escapar de agarrões."
      },
      {
        "name": "Prender a Respiração",
        "desc": "Você pode prender a respiração por 1 hora."
      },
      {
        "name": "Moldar-se",
        "desc": "Ação para mudar de forma (humanoide com membros ou massa amorfa). Ação bônus para criar um pseudópode capaz de manipular objetos leves a até 3m."
      }
    ],
    "variations": []
  },
  {
    "name": "Reptante",
    "type": "Humanoide",
    "size": "Médio",
    "speed": 9,
    "swimSpeed": 9,
    "flySpeed": 0,
    "climbSpeed": 0,
    "description": "Povo-lagarto das selvas e pântanos. Pragmáticos e sobrevivencialistas, eles veem o mundo através de lentes de predador e presa, e suas escamas oferecem proteção natural.",
    "image": "img/races/Reptante.png",
    "languages": ["Comum", "Dracônico"],
    "chooseSkillFrom": ["Lidar com animais", "Natureza", "Percepção", "Furtividade", "Sobrevivência"],
    "countSkills": 2,
    "traits": [
      {
        "name": "Mordida",
        "desc": "Ataque desarmado causa <b>1d6 + Força</b> de dano cortante."
      },
      {
        "name": "Fome Voraz",
        "desc": "Ação bônus para atacar com mordida. Se acertar, ganha PV temporários. Usos igual Proficiência/longo."
      },
      {
        "name": "Armadura Natural",
        "desc": "Sua CA é <b>13 + modificador de Destreza</b>."
      }
    ],
    "variations": []
  },
  {
    "name": "Sátiro",
    "type": "Feérico",
    "size": "Médio ou Pequeno",
    "speed": 10.5,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Encarnação da folia e da natureza selvagem, os Sátiros vivem para a música, a bebida e o prazer. Com pernas de bode e chifres curvos, eles saltam através da vida com uma alegria contagiante.",
    "image": "img/races/Sátiro.png",
    "skills": ["Atuação", "Persuasão"],
    "languages": ["Comum", "Silvestre"],
    "chooseToolFrom": ["Instrumento Musical"],
    "traits": [
      {
        "name": "Resistência Mágica",
        "desc": "Você tem <b>vantagem</b> em testes de resistência contra magias."
      },
      {
        "name": "Investida",
        "desc": "Seus chifres são armas naturais (1d6 dano contundente)."
      },
      {
        "name": "Saltos Alegres",
        "desc": "Adicione <b>1d8</b> (aprox. 1,5m a 2m) à distância dos seus saltos."
      }
    ],
    "variations": []
  },
  {
    "name": "Shadar-Kai",
    "type": "Humanoide",
    "size": "Médio",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Elfos do Pendor das Sombras, servos da Rainha de Rapina. Marcados pela melancolia e pelo poder da morte, eles podem se tornar formas espectrais para escapar do perigo.",
    "image": "img/races/Shadar-Kai.png",
    "resistances": ["Necrótico"],
    "skills": ["Percepção"],
    "languages": ["Comum", "Élfico"],
    "traits": [
      {
        "name": "Bênção da Rainha Corvo",
        "desc": "<b>Ação bônus</b> para teleportar 9m. A partir do 3º nível, você ganha <b>resistência a todo dano</b> até o início do seu próximo turno após teleportar."
      },
      {
        "name": "Resistência Necrótica",
        "desc": "Resistência a dano necrótico."
      }
    ],
    "variations": []
  },
  {
    "name": "Tabaxi",
    "type": "Humanoide",
    "size": "Médio ou Pequeno",
    "speed": 9,
    "climbSpeed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "description": "Homens-gato curiosos e ágeis, vindos de terras distantes. Tabaxis são colecionadores de histórias e artefatos, movendo-se com explosões de velocidade felina.",
    "image": "img/races/Tabaxi.png",
    "skills": ["Percepção", "Furtividade"],
    "languages": ["Comum"],
    "traits": [
      {
        "name": "Agilidade Felina",
        "desc": "Você pode <b>dobrar seu deslocamento</b> até o final do turno. Você deve ficar parado por um turno para recarregar essa habilidade."
      },
      {
        "name": "Garras de Gato",
        "desc": "Dano desarmado de 1d6 + Força. Deslocamento de escalada igual ao de caminhada."
      }
    ],
    "variations": []
  },
  {
    "name": "Thri-Krin",
    "type": "Monstruosidade",
    "size": "Médio ou Pequeno",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Nômades insetoides de quatro braços que vagam pelos desertos. Com uma carapaça protetora e comunicação telepática, eles são sobreviventes alienígenas em um mundo hostil.",
    "image": "img/races/Thri-Krin.png",
    "languages": ["Thri-Kreen"],
    "traits": [
      {
        "name": "Carapaça Camaleônica",
        "desc": "Sua CA é <b>13 + Destreza</b>. Ação para mudar a cor da carapaça e ganhar vantagem em Furtividade."
      },
      {
        "name": "Braços Secundários",
        "desc": "Você tem dois braços menores extras que podem manipular objetos leves ou empunhar armas leves."
      },
      {
        "name": "Telepatia Thri-Krin",
        "desc": "Alcance de 36m."
      }
    ],
    "variations": []
  },
  {
    "name": "Tiferinos",
    "type": "Humanoide",
    "size": "Médio",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Tocados pelo inferno, os Tiferinos (Tieflings) carregam chifres, caudas e a marca de um pacto ancestral. Frequentemente párias, eles forjam seu próprio destino com carisma e magia infernal.",
    "image": "img/races/Tiferinos.png",
    "resistances": ["Fogo"],
    "languages": ["Comum", "Infernal"],
    "traits": [
      {
        "name": "Visão no Escuro",
        "desc": "Você enxerga na escuridão a até 18 metros."
      },
      {
        "name": "Resistência Infernal",
        "desc": "Você tem resistência a dano <b>ígneo</b>."
      },
      {
        "name": "Legado Infernal (Padrão)",
        "desc": "Você conhece o truque <i>taumaturgia</i>. Nv 3: <i>repreensão infernal</i> (2º círculo, 1/dia). Nv 5: <i>escuridão</i> (1/dia). (Carisma)."
      }
    ],
    "variations": [
      {
        "name": "Variante: Alado",
        "description": "Possui asas de morcego em vez de magia infernal.",
        "flySpeed": 9,
        "replaces": ["Legado Infernal (Padrão)"],
        "traits": [
          { 
            "name": "Alado", 
            "desc": "Você tem asas de morcego. Deslocamento de voo de <b>9 metros</b> se não usar armadura pesada." 
          }
        ]
      },
      {
        "name": "Variante: Fogo Infernal",
        "description": "Canaliza o fogo de Nessus.",
        "replaces": ["Legado Infernal (Padrão)"],
        "traits": [
          { 
            "name": "Legado do Fogo Infernal", 
            "desc": "Truque <i>taumaturgia</i>. Nv 3: <i>mãos flamejantes</i> (2º círculo, 1/dia). Nv 5: <i>escuridão</i> (1/dia). (Carisma)." 
          }
        ]
      },
      {
        "name": "Variante: Língua do Diabo",
        "description": "Mestres da manipulação e charme.",
        "replaces": ["Legado Infernal (Padrão)"],
        "traits": [
          { 
            "name": "Língua do Diabo", 
            "desc": "Truque <i>zombaria viciosa</i>. Nv 3: <i>enfeitiçar pessoa</i> (2º círculo, 1/dia). Nv 5: <i>cativar</i> (1/dia). (Carisma)." 
          }
        ]
      },
      {
        "name": "Legado: Belzebu",
        "description": "Corrupção e decadência.",
        "replaces": ["Legado Infernal (Padrão)"],
        "traits": [
          { 
            "name": "Legado de Maladomini", 
            "desc": "Truque <i>taumaturgia</i>. Nv 3: <i>raio adoecente</i> (2º círculo, 1/dia). Nv 5: <i>coroa da loucura</i> (1/dia). (Carisma)." 
          }
        ]
      },
      {
        "name": "Legado: Dis Pater",
        "description": "Espiões e traficantes de segredos.",
        "replaces": ["Legado Infernal (Padrão)"],
        "traits": [
          { 
            "name": "Legado de Dis", 
            "desc": "Truque <i>taumaturgia</i>. Nv 3: <i>disfarçar-se</i> (1/dia). Nv 5: <i>detectar pensamentos</i> (1/dia). (Carisma)." 
          }
        ]
      },
      {
        "name": "Legado: Fierna",
        "description": "Manipuladores das emoções.",
        "replaces": ["Legado Infernal (Padrão)"],
        "traits": [
          { 
            "name": "Legado de Phlegethos", 
            "desc": "Truque <i>amizade</i>. Nv 3: <i>enfeitiçar pessoa</i> (2º círculo, 1/dia). Nv 5: <i>sugestão</i> (1/dia). (Carisma)." 
          }
        ]
      },
      {
        "name": "Legado: Glasya",
        "description": "Criminosos mestres e ilusionistas.",
        "replaces": ["Legado Infernal (Padrão)"],
        "traits": [
          { 
            "name": "Legado de Malbolge", 
            "desc": "Truque <i>ilusão menor</i>. Nv 3: <i>disfarçar-se</i> (1/dia). Nv 5: <i>invisibilidade</i> (1/dia). (Carisma)." 
          }
        ]
      },
      {
        "name": "Legado: Levistus",
        "description": "Sobrevivência no gelo e escuridão.",
        "replaces": ["Legado Infernal (Padrão)"],
        "traits": [
          { 
            "name": "Legado de Stygia", 
            "desc": "Truque <i>raio de gelo</i>. Nv 3: <i>armadura de Agathys</i> (2º círculo, 1/dia). Nv 5: <i>escuridão</i> (1/dia). (Carisma)." 
          }
        ]
      },
      {
        "name": "Legado: Mamon",
        "description": "Avareza e proteção de riquezas.",
        "replaces": ["Legado Infernal (Padrão)"],
        "traits": [
          { 
            "name": "Legado de Minauros", 
            "desc": "Truque <i>mãos mágicas</i>. Nv 3: <i>disco flutuante de Tenser</i> (1/descanso curto). Nv 5: <i>tranca arcana</i> (sem material, 1/dia). (Carisma)." 
          }
        ]
      },
      {
        "name": "Legado: Mefistófeles",
        "description": "Mestres do fogo arcano.",
        "replaces": ["Legado Infernal (Padrão)"],
        "traits": [
          { 
            "name": "Legado de Cania", 
            "desc": "Truque <i>mãos mágicas</i>. Nv 3: <i>mãos flamejantes</i> (2º círculo, 1/dia). Nv 5: <i>lâmina flamejante</i> (1/dia). (Carisma)." 
          }
        ]
      },
      {
        "name": "Legado: Zariel",
        "description": "Guerreiros marciais brutais.",
        "replaces": ["Legado Infernal (Padrão)"],
        "traits": [
          { 
            "name": "Legado de Avernus", 
            "desc": "Truque <i>taumaturgia</i>. Nv 3: <i>destruição lancinante</i> (2º círculo, 1/dia). Nv 5: <i>marca da punição</i> (1/dia). (Carisma)." 
          }
        ]
      }
    ]
  },
  {
    "name": "Tortuga",
    "type": "Humanoide",
    "size": "Médio ou Pequeno",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Com cascos pesados e uma natureza contemplativa, os Tortugas são andarilhos que carregam suas casas nas costas. Pacíficos por natureza, tornam-se tanques de guerra impenetráveis quando provocados.",
    "image": "img/races/Tortuga.png",
    "skills": ["Sobrevivência"],
    "languages": ["Comum", "Aquan"],
    "traits": [
      {
        "name": "Armadura Natural",
        "desc": "Sua CA base é <b>17</b> (Destreza não afeta). Você não pode usar armaduras, mas pode usar escudos."
      },
      {
        "name": "Garras",
        "desc": "Ataques desarmados causam <b>1d6 + Força</b> de dano cortante."
      },
      {
        "name": "Defesa do Casco",
        "desc": "Ação para se recolher no casco. Ganha <b>+4 na CA</b> e vantagem em For/Con, mas fica caído e velocidade 0."
      }
    ],
    "variations": []
  },
  {
    "name": "Tritão",
    "type": "Humanoide",
    "size": "Médio",
    "speed": 9,
    "swimSpeed": 9,
    "flySpeed": 0,
    "climbSpeed": 0,
    "description": "Nobres guardiões das profundezas oceânicas. Os Tritões patrulham as fossas abissais para impedir que horrores como krakens e sahuagins ameacem o mundo da superfície.",
    "image": "img/races/Tritão.png",
    "resistances": ["Frio"],
    "languages": ["Comum", "Primordial"],
    "traits": [
      {
        "name": "Anfíbio",
        "desc": "Você respira ar e água."
      },
      {
        "name": "Controle do Ar e da Água",
        "desc": "Nv 1: <i>névoa obscurescente</i>. Nv 3: <i>lufada de vento</i>. Nv 5: <i>caminhar sobre a água</i>. Uma vez cada por descanso longo. (Int, Sab ou Car)."
      },
      {
        "name": "Guardião das Profundezas",
        "desc": "Você tem resistência a dano de <b>frio</b>."
      }
    ],
    "variations": []
  },
  {
    "name": "Vedalken",
    "type": "Humanoide",
    "size": "Médio",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "De pele azul e intelecto afiado, os Vedalken buscam a perfeição em tudo o que fazem. Lógicos e racionais, eles muitas vezes parecem frios, mas possuem uma dedicação ardente ao progresso.",
    "image": "img/races/Vedalken.png",
    "languages": ["Comum", "Vedalken"],
    "chooseSkillFrom": ["Arcanismo", "História", "Investigação", "Medicina", "Atuação", "Furtividade"],
    "countSkills": 1,
    "chooseToolAny": 1,
    "traits": [
      {
        "name": "Vedalken Desapaixonados",
        "desc": "Você tem <b>vantagem</b> em todas as salvaguardas de Inteligência, Sabedoria e Carisma."
      },
      {
        "name": "Precisão Incansável",
        "desc": "Proficiência em uma perícia e uma ferramenta. Adicione <b>1d4</b> aos testes com elas."
      },
      {
        "name": "Parcialmente Anfíbio",
        "desc": "Pode respirar debaixo d'água por 1 hora."
      }
    ],
    "variations": []
  },
  {
    "name": "Verdan",
    "type": "Humanoide",
    "size": "Pequeno",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Goblins transformados pelo caos e pela entropia. Com pele cor de jade e sangue negro, os Verdan sofrem mutações constantes ao longo da vida, mudando de tamanho e gênero, sempre buscando novas experiências.",
    "image": "img/races/Verdan.png",
    "skills": ["Persuasão"],
    "languages": ["Comum", "Goblin"],
    "traits": [
      {
        "name": "Cura com Sangue Negro",
        "desc": "Quando rola Dados de Vida para se curar, você rerrola os <b>1s e 2s</b>."
      },
      {
        "name": "Intuição Telepática",
        "desc": "Você tem vantagem em salvaguardas de <b>Sabedoria</b> e <b>Carisma</b>."
      },
      {
        "name": "Telepatia Limitada",
        "desc": "Telepatia com alcance de 9m para transmitir ideias simples."
      }
    ],
    "variations": []
  },
  {
    "name": "Yuan-Ti",
    "type": "Humanoide",
    "size": "Médio ou Pequeno",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Outrora humanos, transformados em um povo serpente por rituais antigos. Frios e calculistas, os Yuan-Ti veem as emoções como fraqueza e buscam dominar os outros através de astúcia e magia.",
    "image": "img/races/Yuan-Ti.png",
    "resistances": ["Veneno"],
    "immunities": ["Veneno"],
    "languages": ["Comum", "Abissal", "Dracônico"],
    "traits": [
      {
        "name": "Resistência Mágica",
        "desc": "Você tem <b>vantagem</b> em salvaguardas contra magias."
      },
      {
        "name": "Resistência a Veneno",
        "desc": "Você tem vantagem contra veneno e resistência a dano de veneno."
      },
      {
        "name": "Feitiçaria Ofídica",
        "desc": "Truque <i>rajada de veneno</i>. <i>Amizade animal</i> (apenas cobras, ilimitado). Nv 3: <i>sugestão</i> (1/longo). (Int, Sab ou Car)."
      }
    ],
    "variations": []
  },
  {
    "name": "Dampir",
    "isLineage": true,
    "type": "Humanoide",
    "size": "Médio ou Pequeno",
    "speed": 10.5,
    "climbSpeed": 10.5,
    "flySpeed": 0,
    "swimSpeed": 0,
    "description": "Presos entre a vida e a morte, os Dampiros sentem uma fome insaciável — seja por sangue, sonhos ou energia vital. Eles herdam a velocidade e a predação dos vampiros, mas mantêm seu livre arbítrio.",
    "image": "img/races/Dampir.png",
    "chooseSkills": 2,
    "traits": [
      {
        "name": "Natureza Imortal",
        "desc": "Você não precisa respirar."
      },
      {
        "name": "Escalada Aracnídea",
        "desc": "Você tem deslocamento de escalada igual à sua caminhada. No <b>3º nível</b>, pode andar em paredes e tetos com as mãos livres."
      },
      {
        "name": "Mordida Vampírica",
        "desc": "Sua mordida é uma arma natural (1d4 + Con). Se estiver com metade dos PV ou menos, tem vantagem no ataque. Ao acertar, pode se curar ou ganhar bônus no próximo teste igual ao dano causado (Prof/longo)."
      }
    ],
    "variations": []
  },
  {
    "name": "Renascido",
    "isLineage": true,
    "type": "Humanoide",
    "size": "Médio ou Pequeno",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Você morreu, mas algo o trouxe de volta. Os Renascidos são ecos de uma vida passada, habitando um corpo que não envelhece, não dorme e mal precisa respirar, assombrados por memórias fragmentadas.",
    "image": "img/races/Renascido.png",
    "resistances": ["Veneno"],
    "immunities": ["Doenças"],
    "chooseSkills": 2,
    "traits": [
      {
        "name": "Natureza Imperecível",
        "desc": "Vantagem contra doenças e venenos, resistência a veneno. Vantagem em testes de morte. Não precisa comer, beber, respirar ou dormir."
      },
      {
        "name": "Conhecimento de uma Vida Passada",
        "desc": "Ao fazer um teste de perícia, você pode canalizar memórias antigas e adicionar <b>1d6</b> ao resultado. Usos igual ao Bônus de Proficiência por descanso longo."
      }
    ],
    "variations": []
  },
  {
    "name": "Sangue de Bruxa",
    "isLineage": true,
    "type": "Feérico",
    "size": "Médio ou Pequeno",
    "speed": 9,
    "flySpeed": 0,
    "swimSpeed": 0,
    "climbSpeed": 0,
    "description": "Transformados por um pacto com uma Bruxa ou pela magia estranha da Agrestia das Fadas. Esses indivíduos possuem características bizarras, como sombras vivas ou coroas de chifres, e magia enganosa.",
    "image": "img/races/Sangue de Bruxa.png",
    "chooseSkills": 2,
    "traits": [
      {
        "name": "Amuleto Bizarro",
        "desc": "Ação bônus para criar um amuleto. Você pode enviar mensagens telepáticas para quem o segura ou ver através dele."
      },
      {
        "name": "Magia de Bruxa",
        "desc": "Você pode conjurar <i>disfarçar-se</i> e <i>maldição</i> uma vez cada por descanso longo. (Int, Sab ou Car)."
      }
    ],
    "variations": []
  }
]